Repository: binbankm/Cloudns
Catalog: CloudnsWidgets/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: Please try again later or check Cloudflare Status.
ar: يرجى المحاولة مرة أخرى لاحقًا أو التحقق من حالة Cloudflare.
de: Bitte versuchen Sie es später erneut oder überprüfen Sie den Cloudflare-Status.
es: Intente nuevamente más tarde o consulte el estado de Cloudflare.
fr: Veuillez réessayer plus tard ou vérifier l'état de Cloudflare.
it: Riprova più tardi o controlla lo stato di Cloudflare.
ja: 後でもう一度試すか、Cloudflare のステータスを確認してください。
ko: 나중에 다시 시도하거나 Cloudflare 상태를 확인하세요.
pt_br: Tente novamente mais tarde ou verifique o status do Cloudflare.
ru: Пожалуйста, повторите попытку позже или проверьте статус Cloudflare.
zh_hans: 请稍后重试或查看 Cloudflare 系统状态。
zh_hant: 請稍後重試或查看 Cloudflare 系統狀態。

source: Please verify your input parameters and permissions.
ar: يرجى التحقق من معلمات الإدخال والأذونات الخاصة بك.
de: Bitte überprüfen Sie Ihre Eingabeparameter und Berechtigungen.
es: Verifique sus parámetros de entrada y permisos.
fr: Veuillez vérifier vos paramètres d'entrée et vos autorisations.
it: Verifica i parametri di input e le autorizzazioni.
ja: 入力パラメータと権限を確認してください。
ko: 입력 매개변수와 권한을 확인하세요.
pt_br: Verifique seus parâmetros de entrada e permissões.
ru: Пожалуйста, проверьте входные параметры и разрешения.
zh_hans: 请验证您的输入参数和权限。
zh_hant: 請驗證您的輸入參數和權限。

source: Policy Deleted
ar: تم حذف السياسة
de: Richtlinie gelöscht
es: Política eliminada
fr: Politique supprimée
it: Politica eliminata
ja: ポリシーが削除されました
ko: 정책이 삭제되었습니다.
pt_br: Política excluída
ru: Политика удалена
zh_hans: 策略已删除
zh_hant: 策略已刪除

source: Polish
ar: تحسين الصور Polish
de: Polish Bildoptimierung
es: Polish Optimización
fr: Polish Optimisation
it: Polish Ottimizzazione
ja: Polish 画像最適化
ko: Polish 이미지 압축
pt_br: Polish Otimização
ru: Polish Сжатие
zh_hans: Polish 图片压缩
zh_hant: Polish 圖片壓縮

source: Polish Image Optimization
ar: تحسين الصورة البولندية
de: Polnische Bildoptimierung
es: Optimización de imagen polaca
fr: Optimisation d'image polonaise
it: Ottimizzazione dell'immagine polacca
ja: ポーランド語の画像最適化
ko: 폴란드어 이미지 최적화
pt_br: Otimização de imagem polonesa
ru: Польская оптимизация изображений
zh_hans: Polish 图片优化
zh_hant: Polish 圖片优化

source: Pool Created
ar: تم إنشاء التجمع
de: Pool erstellt
es: Piscina creada
fr: Piscine créée
it: Piscina creata
ja: プールが作成されました
ko: 풀이 생성되었습니다.
pt_br: Conjunto criado
ru: Пул создан
zh_hans: 源站池已创建
zh_hant: 源站池已建立

source: Pool Deleted
ar: تم حذف المجمع
de: Pool gelöscht
es: Grupo eliminado
fr: Piscine supprimée
it: Piscina eliminata
ja: プールが削除されました
ko: 풀이 삭제되었습니다.
pt_br: Conjunto excluído
ru: Пул удален
zh_hans: 源站池已删除
zh_hant: 源站池已刪除

source: Pool Details
ar: تفاصيل المجموعة
es: Detalles del grupo
fr: Détails du pool
it: Dettagli del pool
ja: オリジン プールの詳細
ko: 원본 풀 세부정보
pt_br: Detalhes do pool
ru: Сведения о пуле
zh_hans: 源站池详情
zh_hant: 原始伺服器集區詳情

source: Pool Name (e.g. primary-cluster)
ar: اسم المجمع (على سبيل المثال المجموعة الأساسية)
de: Poolname (z. B. Primary-Cluster)
es: Nombre del grupo (por ejemplo, grupo primario)
fr: Nom du pool (par exemple, cluster principal)
it: Nome del pool (ad esempio cluster primario)
ja: プール名 (例: プライマリクラスター)
ko: 풀 이름(예: 기본 클러스터)
pt_br: Nome do pool (por exemplo, cluster primário)
ru: Имя пула (например, основной кластер)
zh_hans: 源站池名称 (例如 primary-cluster)
zh_hant: 源站池名称 (例如 primary-cluster)

source: Pools
ar: التجمعات
es: Grupos
it: Pool
ja: プール
ko: 풀
ru: Пулы
zh_hans: 服务器池
zh_hant: 集區

source: PoPs
ar: نقاط التواجد (PoPs)
fr: PoP
it: PoP
ja: PoP
ko: PoP
ru: PoP
zh_hans: PoP 节点
zh_hant: PoP 節點

source: PoPs (%lld)
ar: نقاط التواجد (%lld)
fr: PoP (%lld)
it: PoP (%lld)
ja: PoP (%lld)
ko: PoP (%lld)
ru: PoP (%lld)
zh_hans: PoP 节点 (%lld)
zh_hant: PoP 節點 (%lld)

source: Port
ar: ميناء
de: Hafen
es: Puerto
it: Porta
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
zh_hans: 端口
zh_hant: 端口

source: Port (e.g., 443)
ar: المنفذ (على سبيل المثال، 443)
de: Port (z. B. 443)
es: Puerto (por ejemplo, 443)
fr: Port (par exemple, 443)
it: Porta (ad esempio, 443)
ja: ポート (例: 443)
ko: 포트(예: 443)
pt_br: Porta (por exemplo, 443)
ru: Порт (например, 443)
zh_hans: 端口 (例如：443)
zh_hant: 端口 (例如：443)

# Português
source: Portuguese
ar: البرتغالية
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
pt_br: Português
ru: Португальский
zh_hans: 葡萄牙语
zh_hant: 葡萄牙語

source: Preferences
ar: التفضيلات
de: Präferenzen
es: Preferencias
fr: Préférences
it: Preferenze
ja: 設定
ko: 환경설정
pt_br: Preferências
ru: Предпочтения
zh_hans: 通用与偏好设置
zh_hant: 通用与偏好設定

source: Prefix
ar: بادئة
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso
ja: プレフィックス
ko: 접두사
pt_br: Prefixo
ru: Префикс
zh_hans: 前缀
zh_hant: 前缀

source: Prefix (Ent)
ar: البادئة (Ent)
de: Präfix (Ent)
es: Prefijo (Ent)
fr: Préfixe (Ent)
it: Prefisso (Ent)
ja: プレフィックス (Ent)
ko: 접두사 (Ent)
pt_br: Prefixo (Ent)
ru: Префикс (Ent)
zh_hans: 前缀 (企业版)
zh_hant: 字首 (企業版)

source: Prefix Length
ar: طول البادئة
de: Präfixlänge
es: Longitud del prefijo
fr: Longueur du préfixe
it: Lunghezza del prefisso
ja: プレフィックスの長さ
ko: 접두사 길이
pt_br: Comprimento do prefixo
ru: Длина префикса
zh_hans: 前缀长度
zh_hant: 前缀长度

source: Prefixes Purged
ar: تم تطهير البادئات
de: Präfixe gelöscht
es: Prefijos purgados
fr: Préfixes purgés
it: Prefissi eliminati
ja: プレフィックスがパージされました
ko: 제거된 접두어
pt_br: Prefixos eliminados
ru: Префиксы удалены
zh_hans: 前缀缓存已清除
zh_hant: 前缀快取已清除

source: Preload
ar: التحميل المسبق
de: Vorabladen
es: Precarga
fr: Préchargement
it: Precaricamento
ja: 事前読み込み
ko: 사전 로드
pt_br: Pré-carregamento
ru: Предзагрузка
zh_hans: 预加载
zh_hant: 預先載入

source: Preload Approval
ar: الموافقة على التحميل المسبق
de: Vorabladegenehmigung
es: Aprobación de precarga
fr: Approbation de préchargement
it: Approvazione del precaricamento
ja: 事前読み込みの承認
ko: 사전 로드 승인
pt_br: Aprovação de pré-carregamento
ru: Одобрение предварительной загрузки
zh_hans: 预加载审批
zh_hant: 預先載入審批

source: Preload linked critical assets while server compiles response.
ar: تحميل الأصول الحيوية المرتبطة مسبقًا أثناء تجميع الخادم للاستجابة.
de: Verknüpfte kritische Assets vorab laden, während der Server die Antwort kompiliert.
es: Precarga recursos críticos vinculados mientras el servidor compila la respuesta.
fr: Préchargez les ressources critiques liées pendant que le serveur compile la réponse.
it: Precarica le risorse critiche collegate mentre il server compila la risposta.
ja: サーバーが応答をコンパイルしている間に、リンクされたクリティカル アセットを事前読み込みします。
ko: 서버가 응답을 컴파일하는 동안 연결된 중요한 자산을 미리 로드합니다.
pt_br: Pré-carregue ativos críticos vinculados enquanto o servidor compila a resposta.
ru: Предварительно загружайте связанные критические ресурсы, пока сервер компилирует ответ.
zh_hans: 在服务器编译响应时预加载链接的关键资产。
zh_hant: 在伺服器編譯回應時預先載入連結的關鍵資產。

source: Preserve Query String
ar: الحفاظ على سلسلة الاستعلام
de: Abfragezeichenfolge beibehalten
es: Conservar cadena de consulta
fr: Conserver la chaîne de requête
it: Conserva la stringa di query
ja: クエリ文字列を保持する
ko: 쿼리 문자열 유지
pt_br: Preservar string de consulta
ru: Сохранить строку запроса
zh_hans: 保留查询字符串 (Query String)
zh_hant: 保留查询字符串 (Query String)

source: Prevents external websites from embedding your images.
ar: يمنع المواقع الخارجية من تضمين صورك (مكافحة الربط المباشر).
de: Verhindert, dass externe Websites Ihre Bilder einbetten.
es: Evita que sitios web externos inserten tus imágenes.
fr: Empêche les sites Web externes d'intégrer vos images.
it: Impedisce ai siti web esterni di incorporare le tue immagini.
ja: 外部 Web サイトが画像を埋め込むのを防ぎます。
ko: 외부 웹사이트가 이미지를 포함하는 것을 방지합니다.
pt_br: Impede que sites externos incorporem suas imagens.
ru: Запрещает внешним веб-сайтам встраивать ваши изображения.
zh_hans: 防止外部网站盗链并嵌入您的图像。
zh_hant: 防止外部網站盜鏈並嵌入您的影像。

source: Prevents other sites from embedding your images, saving your bandwidth.
ar: يمنع المواقع الأخرى من تضمين صورك، مما يوفر النطاق الترددي الخاص بك.
de: Verhindert, dass andere Websites Ihre Bilder einbetten, und spart so Bandbreite.
es: Evita que otros sitios incrusten sus imágenes, ahorrando ancho de banda.
fr: Empêche d'autres sites d'intégrer vos images, économisant ainsi votre bande passante.
it: Impedisce ad altri siti di incorporare le tue immagini, risparmiando larghezza di banda.
ja: 他のサイトが画像を埋め込むのを防ぎ、帯域幅を節約します。
ko: 다른 사이트에 이미지를 삽입하는 것을 방지하여 대역폭을 절약합니다.
pt_br: Impede que outros sites incorporem suas imagens, economizando largura de banda.
ru: Предотвращает встраивание ваших изображений другими сайтами, экономя вашу пропускную способность.
zh_hans: 防止其他站点嵌入您的图像，节省您的带宽。
zh_hant: 防止其他站點嵌入您的圖像，节省您的頻寬。

source: Preview
ar: معاينة
de: Vorschau
es: Avance
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 시사
pt_br: Visualização
ru: Предварительный просмотр
zh_hans: 预览
zh_hant: 预覽

source: Preview (%lld)
ar: معاينة (%lld)
de: Vorschau (%lld)
es: Vista previa (%lld)
fr: Aperçu (%lld)
it: Anteprima (%lld)
ja: プレビュー (%lld)
ko: 미리보기 (%lld)
pt_br: Prévia (%lld)
ru: Предпросмотр (%lld)
zh_hans: 预览 (%lld)
zh_hant: 預覽 (%lld)

source: Preview URL
ar: معاينة عنوان URL
de: Vorschau-URL
es: URL de vista previa
fr: URL d'aperçu
it: URL di anteprima
ja: プレビュー URL
ko: 미리보기 URL
pt_br: URL de visualização
ru: URL-адрес предварительного просмотра
zh_hans: 预览地址
zh_hant: 预覽地址

source: Previous Value
ar: القيمة السابقة
de: Vorheriger Wert
es: Valor anterior
fr: Valeur précédente
it: Valore precedente
ja: 以前の値
ko: 이전 값
pt_br: Valor Anterior
ru: Предыдущее значение
zh_hans: 变更前原始值
zh_hant: 變更前原始值

source: Previous Value (Before)
ar: القيمة السابقة (قبل)
de: Vorheriger Wert (vorher)
es: Valor anterior (antes)
fr: Valeur précédente (avant)
it: Valore precedente (prima)
ja: 前の値 (前)
ko: 이전 값(이전)
pt_br: Valor anterior (antes)
ru: Предыдущее значение (До)
zh_hans: 变更前旧值 (Before)
zh_hant: 變更前旧值 (Before)

source: Pri %lld
ar: أولوية %lld
de: Prio %lld
es: Prioridad %lld
fr: Prio %lld
it: Priorità %lld
ja: 優先度 %lld
ko: 우선순위 %lld
pt_br: Prioridade %lld
ru: Приоритет %lld
zh_hans: 优先级 %lld
zh_hant: 優先順序 %lld

source: Primary Location
ar: الموقع الأساسي
de: Primärer Standort
es: Ubicación principal
fr: Emplacement principal
it: Posizione primaria
ja: 主な場所
ko: 기본 위치
pt_br: Localização principal
ru: Основное местоположение
zh_hans: 主要位置
zh_hant: 主要位置

source: Prioritize website content by deferring JavaScript loading.
ar: إعطاء الأولوية لمحتوى الموقع عن طريق تأجيل تحميل JavaScript.
de: Priorisieren Sie Website-Inhalte, indem Sie das Laden von JavaScript verzögern.
es: Prioriza el contenido del sitio web aplazando la carga de JavaScript.
fr: Donnez la priorité au contenu du site Web en différant le chargement de JavaScript.
it: Dai la priorità al contenuto del sito web posticipando il caricamento di JavaScript.
ja: JavaScript の読み込みを遅延させて、Web サイトのコンテンツを優先します。
ko: JavaScript 로드를 지연시켜 웹사이트 콘텐츠의 우선순위를 정합니다.
pt_br: Priorize o conteúdo do site adiando o carregamento do JavaScript.
ru: Приоритезируйте контент веб-сайта, откладывая загрузку JavaScript.
zh_hans: 通过延迟 JavaScript 加载来优先呈现网站主要内容。
zh_hant: 透過延遲 JavaScript 載入來優先呈現網站主要內容。

source: Priority
ar: أولوية
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선 사항
pt_br: Prioridade
ru: Приоритет
zh_hans: 优先级
zh_hant: 优先級

source: Priority (e.g. 1)
ar: الأولوية (مثال: 1)
de: Priorität (z. B. 1)
es: Prioridad (p. ej., 1)
fr: Priorité (ex. 1)
it: Priorità (es. 1)
ja: 優先度（例: 1）
ko: 우선순위 (예: 1)
pt_br: Prioridade (ex.: 1)
ru: Приоритет (например, 1)
zh_hans: 优先级（如 1）
zh_hant: 優先級（如 1）

source: Priority (e.g., 10)
ar: الأولوية (على سبيل المثال، 10)
de: Priorität (z. B. 10)
es: Prioridad (por ejemplo, 10)
fr: Priorité (par exemple 10)
it: Priorità (ad esempio, 10)
ja: 優先度 (例: 10)
ko: 우선순위(예: 10)
pt_br: Prioridade (por exemplo, 10)
ru: Приоритет (например, 10)
zh_hans: 优先级 (例如：10)
zh_hant: 优先級 (例如：10)

source: Priority %lld
ar: الأولوية %lld
de: Priorität %lld
es: Prioridad %lld
fr: Priorité %lld
it: Priorità %lld
ja: 優先度 %lld
ko: 우선순위 %lld
pt_br: Prioridade %lld
ru: Приоритет %lld
zh_hans: 优先级 %lld
zh_hant: 优先級 %lld

source: Privacy Policy
ar: سياسة الخصوصية
de: Datenschutzrichtlinie
es: política de privacidad
fr: Politique de confidentialité
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
pt_br: política de Privacidade
ru: политика конфиденциальности
zh_hans: 隐私政策
zh_hant: 隱私政策

source: Private & Secure
ar: خاص وآمن
de: Privat und sicher
es: Privado y seguro
fr: Privé et sécurisé
it: Privato e sicuro
ja: プライベートかつ安全
ko: 비공개 및 보안
pt_br: Privado e seguro
ru: Частный и безопасный
zh_hans: 私密且安全
zh_hant: 私密且安全性

source: Private Key (PEM)
ar: المفتاح الخاص (PEM)
de: Privater Schlüssel (PEM)
es: Clave privada (PEM)
fr: Clé privée (PEM)
it: Chiave privata (PEM)
ja: 秘密キー (PEM)
ko: 개인 키(PEM)
pt_br: Chave Privada (PEM)
ru: Закрытый ключ (PEM)
zh_hans: 私钥 (PEM)
zh_hant: 私钥 (PEM)

source: Pro Plan
ar: الخطة الاحترافية
es: Plan profesional
fr: Forfait Pro
it: Piano Pro
ja: プロプラン
ko: 프로 플랜
pt_br: Plano Profissional
ru: Профессиональный план
zh_hans: Pro 套餐
zh_hant: Pro 套餐

source: Probe Worldwide DNS Propagation
ar: التحقيق في انتشار DNS في جميع أنحاء العالم
de: Untersuchen Sie die weltweite DNS-Verbreitung
es: Sondear la propagación mundial de DNS
fr: Sonder la propagation mondiale du DNS
it: Sonda la propagazione DNS a livello mondiale
ja: 世界規模の DNS 伝播を調査する
ko: 전세계 DNS 전파 조사
pt_br: Sonde a propagação mundial de DNS
ru: Зондирование распространения DNS по всему миру
zh_hans: 发起全球 DNS 生效探测
zh_hant: 發起全球 DNS 生效探測

source: Probe worldwide resolution across 8 regional edge nodes
ar: اكتشف الدقة العالمية عبر 8 نقاط طرفية إقليمية
de: Testen Sie die weltweite Auflösung über 8 regionale Edge-Knoten
es: Sondee la resolución mundial en 8 nodos de borde regionales
fr: Sondez la résolution mondiale sur 8 nœuds périphériques régionaux
it: Sonda la risoluzione mondiale su 8 nodi edge regionali
ja: 8 つの地域エッジ ノードにわたる世界規模の解像度を調査
ko: 8개 지역 엣지 노드에 걸쳐 전 세계 해상도를 조사합니다.
pt_br: Teste a resolução mundial em 8 nós de borda regionais
ru: Измерьте разрешение по всему миру на 8 региональных пограничных узлах
zh_hans: 在亚太、北美、欧洲等全球 8 大节点探测解析同步
zh_hant: 在亚太、北美、欧洲等全球 8 大节點探測解析同步

source: Probing
ar: التحقيق
de: Sondieren
es: Sondeo
fr: Sondage
it: Sondaggio
ja: プロービング
ko: 프로빙
pt_br: Sondagem
ru: Зондирование
zh_hans: 探测中
zh_hant: 探測中

source: Probing Cloudflare, Google, Quad9, OpenDNS…
ar: جارٍ فحص Cloudflare وGoogle وQuad9 وOpenDNS…
de: Cloudflare, Google, Quad9, OpenDNS werden getestet…
es: Sondeando Cloudflare, Google, Quad9, OpenDNS…
fr: Sondage de Cloudflare, Google, Quad9, OpenDNS…
it: Sondaggio di Cloudflare, Google, Quad9, OpenDNS in corso…
ja: Cloudflare、Google、Quad9、OpenDNS をプロービング中…
ko: Cloudflare, Google, Quad9, OpenDNS 프로빙 중…
pt_br: Sondando Cloudflare, Google, Quad9, OpenDNS…
ru: Зондирование Cloudflare, Google, Quad9, OpenDNS…
zh_hans: 正在探测 Cloudflare、Google、Quad9、OpenDNS…
zh_hant: 正在探測 Cloudflare、Google、Quad9、OpenDNS…

source: Probing Global Edge…
ar: جارٍ فحص الحافة العالمية…
de: Globaler Edge wird getestet…
es: Sondeando el perímetro global…
fr: Sondage de la périphérie mondiale…
it: Sondaggio della rete perimetrale globale in corso…
ja: グローバル エッジをプロービング中…
ko: 글로벌 에지 프로빙 중…
pt_br: Sondando a borda global…
ru: Зондирование глобального Edge…
zh_hans: 正在探测全球边缘网络…
zh_hant: 正在探測全球邊緣網路…

source: Prod Branch
ar: فرع الإنتاج
es: Rama de producción
fr: Branche Prod
it: Ramo di produzione
ja: 本番ブランチ
ko: 프로덕션 브랜치
pt_br: Branch de Produção
ru: Ветка продакшена
zh_hans: 生产分支
zh_hant: 生產分支

source: Producers (%lld)
ar: المنتجون (%lld)
de: Produzenten (%lld)
es: Productores (%lld)
fr: Producteurs (%lld)
it: Produttori (%lld)
ja: プロデューサー (%lld)
ko: 생산자(%lld)
pt_br: Produtores (%lld)
ru: Производители (%lld)
zh_hans: 生产者 (%lld)
zh_hant: 生产者 (%lld)

source: Production
ar: إنتاج
de: Produktion
es: Producción
fr: Fabrication
it: Produzione
ja: 生産
ko: 생산
pt_br: Produção
ru: Производство
zh_hans: 生产环境
zh_hant: 生产环境

source: Production (%lld)
ar: الإنتاج (%lld)
de: Produktion (%lld)
es: Producción (%lld)
it: Produzione (%lld)
ja: 本番 (%lld)
ko: 프로덕션 (%lld)
pt_br: Produção (%lld)
ru: Продакшн (%lld)
zh_hans: 生产环境 (%lld)
zh_hant: 正式環境 (%lld)

source: Production Branch
ar: فرع الإنتاج
de: Produktionszweig
es: Rama de producción
fr: Direction de la production
it: Ramo produttivo
ja: 生産ブランチ
ko: 생산지점
pt_br: Ramo de Produção
ru: Производственный филиал
zh_hans: 生产分支
zh_hant: 生产分支

source: Production URL
ar: عنوان URL للإنتاج
de: Produktions-URL
es: URL de producción
fr: URL de production
it: URL di produzione
ja: 本番URL
ko: 생산 URL
pt_br: URL de produção
ru: Рабочий URL
zh_hans: 生产环境地址
zh_hant: 生产环境地址

source: Project created successfully
ar: تم إنشاء المشروع بنجاح
de: Projekt erfolgreich erstellt
es: Proyecto creado exitosamente
fr: Projet créé avec succès
it: Progetto creato con successo
ja: プロジェクトが正常に作成されました
ko: 프로젝트가 성공적으로 생성되었습니다.
pt_br: Projeto criado com sucesso
ru: Проект успешно создан
zh_hans: Pages 项目创建成功
zh_hant: Pages 專案建立成功

source: Project Details
ar: تفاصيل المشروع
de: Projektdetails
es: Detalles del proyecto
fr: Détails du projet
it: Dettagli del progetto
ja: プロジェクトの詳細
ko: 프로젝트 세부정보
pt_br: Detalhes do projeto
ru: Детали проекта
zh_hans: 项目详情
zh_hant: 專案詳情

source: Project Info
ar: معلومات المشروع
de: Projektinformationen
es: Información del proyecto
fr: Informations sur le projet
it: Informazioni sul progetto
ja: プロジェクト情報
ko: 프로젝트 정보
pt_br: Informações do projeto
ru: Информация о проекте
zh_hans: 项目信息
zh_hant: 專案信息

source: Project Information
ar: معلومات المشروع
de: Projektinformationen
es: Información del proyecto
fr: Informations sur le projet
it: Informazioni sul progetto
ja: プロジェクト情報
ko: 프로젝트 정보
pt_br: Informações do projeto
ru: Информация о проекте
zh_hans: 项目基本信息
zh_hant: 專案基本信息

source: Project Name
ar: اسم المشروع
de: Projektname
es: Nombre del proyecto
fr: Nom du projet
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트 이름
pt_br: Nome do Projeto
ru: Название проекта
zh_hans: 项目名称
zh_hant: 專案名称

source: Project name copied
ar: تم نسخ اسم المشروع
de: Projektname kopiert
es: Nombre del proyecto copiado
fr: Nom du projet copié
it: Nome del progetto copiato
ja: プロジェクト名をコピーしました
ko: 프로젝트 이름이 복사되었습니다.
pt_br: Nome do projeto copiado
ru: Название проекта скопировано.
zh_hans: 已复制项目名称
zh_hant: 已複製專案名称

source: Project Overview
ar: نظرة عامة على المشروع
de: Projektübersicht
es: Descripción general del proyecto
fr: Aperçu du projet
it: Panoramica del progetto
ja: プロジェクト概要
ko: 프로젝트 개요
pt_br: Visão geral do projeto
ru: Обзор проекта
zh_hans: 项目概览
zh_hant: 專案概覽

source: Projects created via API receive a direct-upload *.pages.dev deployment endpoint.
ar: تتلقى المشاريع التي تم إنشاؤها عبر واجهة برمجة التطبيقات (API) نقطة نهاية نشر للتحميل المباشر *.pages.dev.
de: Über die API erstellte Projekte erhalten einen Direkt-Upload-Bereitstellungsendpunkt *.pages.dev.
es: Los proyectos creados a través de API reciben un punto final de implementación de carga directa *.pages.dev.
fr: Les projets créés via l'API reçoivent un point de terminaison de déploiement *.pages.dev à téléchargement direct.
it: I progetti creati tramite API ricevono un endpoint di distribuzione *.pages.dev a caricamento diretto.
ja: API 経由で作成されたプロジェクトは、直接アップロード *.pages.dev デプロイメント エンドポイントを受け取ります。
ko: API를 통해 생성된 프로젝트는 직접 업로드 *.pages.dev 배포 엔드포인트를 받습니다.
pt_br: Os projetos criados por meio da API recebem um endpoint de implantação *.pages.dev de upload direto.
ru: Проекты, созданные через API, получают конечную точку развертывания *.pages.dev с прямой загрузкой.
zh_hans: 通过 API 创建的项目会获得直传 *.pages.dev 部署端点。
zh_hant: 通過 API 建立的專案會获得直傳 *.pages.dev 部署端點。

source: Promoted to production
ar: تمت ترقيته إلى الإنتاج
de: Zur Produktion befördert
es: Promovido a producción
fr: Promu à la production
it: Promosso alla produzione
ja: 本番環境に昇格
ko: 프로덕션으로 승격됨
pt_br: Promovido para produção
ru: Переведен в производство
zh_hans: 已推向生产环境
zh_hant: 已推向生产环境

source: Propagation Score
ar: نقاط الانتشار
de: Ausbreitungswert
es: Puntuación de propagación
fr: Score de propagation
it: Punteggio di propagazione
ja: 伝播スコア
ko: 전파 점수
pt_br: Pontuação de propagação
ru: Оценка распространения
zh_hans: 全球同步完成度
zh_hant: 全球同步完成度

source: Propagation Target
ar: هدف الانتشار
de: Ausbreitungsziel
es: Objetivo de propagación
fr: Cible de propagation
it: Obiettivo di propagazione
ja: 伝播ターゲット
ko: 전파대상
pt_br: Alvo de propagação
ru: Цель распространения
zh_hans: 全球探测目标
zh_hant: 全球探測目標

source: Protect your Cloudflare account data with Face ID / Touch ID app lock.
ar: قم بحماية بيانات حساب Cloudflare الخاص بك باستخدام قفل تطبيق Face ID / Touch ID.
de: Schützen Sie Ihre Cloudflare-Kontodaten mit der Face ID/Touch ID-App-Sperre.
es: Proteja los datos de su cuenta de Cloudflare con el bloqueo de aplicaciones Face ID/Touch ID.
fr: Protégez les données de votre compte Cloudflare avec le verrouillage de l'application Face ID / Touch ID.
it: Proteggi i dati del tuo account Cloudflare con il blocco dell'app Face ID/Touch ID.
ja: Face ID / Touch ID アプリロックで Cloudflare アカウントデータを保護します。
ko: Face ID/Touch ID 앱 잠금으로 Cloudflare 계정 데이터를 보호하세요.
pt_br: Proteja os dados da sua conta Cloudflare com o bloqueio do aplicativo Face ID/Touch ID.
ru: Защитите данные своей учетной записи Cloudflare с помощью блокировки приложения Face ID / Touch ID.
zh_hans: 使用 Face ID / Touch ID 应用锁保护您的 Cloudflare 账户数据。
zh_hant: 使用 Face ID / Touch ID 應用鎖保護您的 Cloudflare 帳號數据。

source: Protect your content from scrapers, hotlinkers, and email harvesters.
ar: قم بحماية المحتوى الخاص بك من أدوات استخراج البيانات والروابط الساخنة وجامعي البريد الإلكتروني.
de: Schützen Sie Ihre Inhalte vor Scrapern, Hotlinkern und E-Mail-Harvestern.
es: Proteja su contenido de scrapers, hotlinkers y recolectores de correo electrónico.
fr: Protégez votre contenu contre les scrapers, les hotlinkers et les collecteurs d'e-mails.
it: Proteggi i tuoi contenuti da scraper, hotlinker e raccoglitori di email.
ja: スクレイパー、ホットリンカー、電子メールハーベスターからコンテンツを保護します。
ko: 스크레이퍼, 핫링커, 이메일 수집기로부터 콘텐츠를 보호하세요.
pt_br: Proteja seu conteúdo contra scrapers, hotlinkers e coletores de e-mail.
ru: Защитите свой контент от скраперов, хотлинкеров и сборщиков электронной почты.
zh_hans: 保护您的内容免受网络抓取、盗链和电子邮件采集器的侵害。
zh_hant: 保護您的内容免受網路抓取、盗链和电子邮件采集器的侵害。

source: Protect your domain from DNS spoofing and cache poisoning by enabling DNSSEC and adding the DS record to your domain registrar.
ar: قم بحماية المجال الخاص بك من انتحال DNS وتسميم ذاكرة التخزين المؤقت عن طريق تمكين DNSSEC وإضافة سجل DS إلى مسجل النطاق الخاص بك.
de: Schützen Sie Ihre Domain vor DNS-Spoofing und Cache-Poisoning, indem Sie DNSSEC aktivieren und den DS-Eintrag zu Ihrem Domain-Registrar hinzufügen.
es: Proteja su dominio contra la suplantación de DNS y el envenenamiento de la caché habilitando DNSSEC y agregando el registro DS a su registrador de dominio.
fr: Protégez votre domaine contre l'usurpation d'identité DNS et l'empoisonnement du cache en activant DNSSEC et en ajoutant l'enregistrement DS à votre registraire de domaine.
it: Proteggi il tuo dominio dallo spoofing DNS e dall'avvelenamento della cache abilitando DNSSEC e aggiungendo il record DS al registrar del tuo dominio.
ja: DNSSEC を有効にし、DS レコードをドメイン レジストラーに追加することで、DNS スプーフィングやキャッシュ ポイズニングからドメインを保護します。
ko: DNSSEC를 활성화하고 도메인 등록 기관에 DS 레코드를 추가하여 DNS 스푸핑 및 캐시 중독으로부터 도메인을 보호하세요.
pt_br: Proteja seu domínio contra falsificação de DNS e envenenamento de cache ativando o DNSSEC e adicionando o registro DS ao seu registrador de domínio.
ru: Защитите свой домен от подмены DNS и отравления кэша, включив DNSSEC и добавив запись DS в регистратор домена.
zh_hans: 启用 DNSSEC 并将 DS 记录添加到域名注册商，以保护您的域名免受 DNS 欺骗和缓存污染攻击。
zh_hant: 啟用 DNSSEC 并将 DS 记录新增到網域稱注册商，以保護您的網域稱免受 DNS 欺骗和快取污染攻击。
